Repository: altivaIsacc/altivawebapp
Catalog: WebApp/AltivaWebApp/Resources/SharedResources.*.resx
Languages: es_cr

# ingreseCredenciales
source: Enter your credentials
es_cr: Ingrese sus crendeciales

# nombreGrupo
source: Name of the business group
es_cr: Nombre del grupo empresarial

# olvideContraseña
source: I forgot my password
es_cr: Olvidé mi contraseña

# userInactive
source: Inactive user
es_cr: Usuario Inactivo

# userInValid
source: Don't exists a user with this credentials
es_cr: No existe un usuario con esas credenciales.

# colorRepetido
source: This color has already been assigned.
es_cr: Este color ya fue asignado.

# confirmEliminarItem
source: Are you sure to delete this item?
es_cr: ¿Está seguro de eliminar este item?

# noPuedeEliminarTipoTarea
source: Can't be deleted because has linked tasks.
es_cr: No se puede eliminar porque tiene tareas ligadas.

# tiposTareas
source: Tasks Types
es_cr: Tipos de Tareas

# tituloRequired
source: Title is required.
es_cr: Título es requerido.

# buscarPorTitulo
source: Search by Title
es_cr: Buscar por Título

# confirmElimSubtarea
source: Are you sure you want to delete the subtask?
es_cr: ¿Está seguro que desea eliminar la subtarea?

# contactoRequired
source: Contact is required.
es_cr: Contacto es requerido.

# costoEstimado
source: Estimated Cost
es_cr: Costo Estimado

# costoReal
source: Real Cost
es_cr: Costo Real

# diasEstimados
source: Estimated days
es_cr: Días Estimados

# diasReales
source: Real days
es_cr: Días Reales

# esCobrado
source: Is it receivable?
es_cr: Es Cobrado

# esPorDefecto
source: It's Default
es_cr: Es por Defecto

# estadoTarea
source: Task State
es_cr: Estado Tarea

# fechaFinal
source: End Date
es_cr: Fecha Final

# fechaInicio
source: Start Date
es_cr: Fecha Inicio

# fechaLimite
source: Deadline
es_cr: Fecha Límite

# modificarTarea
source: Edit Task
es_cr: Modificar Tarea

# montoCobrado
source: Amount Receivable
es_cr: Monto Cobrado

# nuevaTarea
source: New Task
es_cr: Nueva Tarea

# porcTarea
source: Percentage Completed Tasks
es_cr: Porcentaje de tareas terminadas

# porDefecto
source: By Default
es_cr: Por Defecto

# rangoFechas
source: Date Range
es_cr: Rango entre Fechas

# reporteCostos
source: Cost Report
es_cr: Reporte de Costos

# tipoPorDefecto
source: There can only be one type by default.
es_cr: Ya existe otro tipo de tarea por defecto.

# tipoTarea
source: Task Type
es_cr: Tipo Tarea

# verMas
source: View more
es_cr: Ver Más

# Direccion
source: Address:
es_cr: Dirección:

source: E-mail:
es_cr: Correo:

# Cantidad
source: Quantity
es_cr: Cantidad

# noExisteArticulo
source: The data does not exist.
es_cr: Los datos no existen.

# bodegaRequerida
source: Warehouse is required.
es_cr: Bodega es requerida.

# confirmAnularTraslado
source: Are you sure you want to cancel the transfer?
es_cr: ¿Está seguro que desea anular el traslado?

# editarUnidadMedida
source: Edit Measure Unit
es_cr: Editar Unidad de Medida

# nuevaUnidadMedida
source: New Measure Unit
es_cr: Nueva Unidad de Medida

# generarReporte
source: Generate Report
es_cr: Generar Reporte

# existenciasValid
source: Stocks can't be less than zero.
es_cr: Las existencias no pueden ser menor a cero.

# selectAlert
source: You must select at least one item from the list.
es_cr: Debe seleccionar al menos un ítem de la lista.

# adjuntarArchivos
source: Attach Files
es_cr: Adjuntar Archivos

# cantidadArchivosValid
source: The number of files exceeds the allowed
es_cr: La cantidad de archivos excede el permitido.

# comentarioValid
source: Commentary is required
es_cr: Comentario es requerido.

# imagenRequerida
source: Image is required
es_cr: Imagen es requerida.

# EditarItem
source: Edit Item
es_cr: Editar Item

# MayorIgual
source: Greater equal
es_cr: Mayor Igual

# MayorQue
source: Greater than
es_cr: Mayor Que

# MenorIgual
source: Less equal
es_cr: Menor Igual

# MenorQue
source: Less than
es_cr: Menor Que

# NuevoItem
source: New Item
es_cr: Nuevo Item

# FamiliaInventario
source: Inventory Family
es_cr: Familia Inventario

# FamiliaOnline
source: Online Inventory Family
es_cr: Familia Inventario Online

# PaisesNacionalidades
source: Countries and Nationalities
es_cr: Países y Nacionalidades

# EnviarSolicitud
source: Send Request
es_cr: Enviar Solicitud

# RecuperarContrasena
source: Recover Password
es_cr: Recuperar Contraseña

# userValid
source: User is required
es_cr: Usuario es requerido.

# Configuración
source: Configuration
es_cr: Configuración

# Contactos
source: Contacts
es_cr: Contactos

# Cotización
source: Quotation
es_cr: Cotización

# Descuentos
source: Discounts
es_cr: Descuentos

# Promociones
source: Promotions
es_cr: Promociones

# TiposdeClientes
source: Customers Types
es_cr: Tipos de Clientes

# TiposdeProveedores
source: Suppliers Types
es_cr: Tipos de Proveedores

# Usuarios
source: Users
es_cr: Usuarios

# BienvenidoGrupoEmpresarial
source: Welcome to the business group
es_cr: Bienvenido al grupo empresarial

# cajaIndependiente
source: Independent Box
es_cr: Caja Independiente

# cedulaJuridicaValid
source: Legal number is required.
es_cr: Cedula jurídica es requerida.

# clienteDefecto
source: Default Client
es_cr: Cliente por Defecto

# comercioGeneral
source: General Trade
es_cr: Comercio General

# consecutivoIndependiente
source: Independent Consecutive
es_cr: Consecutivo Independiente

# encabezadoIndependiente
source: Independent Header
es_cr: Encabezado Independiente

# monedaFactura
source: Currency Invoice
es_cr: Moneda Factura

# monedaPrecio
source: Currency Price
es_cr: Moneda Precio

# prefijoValid
source: Prefix is required.
es_cr: Prefijo es requerido.

# preguntarCadaVez
source: Ask each time
es_cr: Preguntar cada vez

# PuntoVenta
source: Sale Point
es_cr: Punto de Venta

# razonSocial
source: Trade Name
es_cr: Razón Social

# razonValid
source: Trade name is required.
es_cr: Razón social es requerida.

# sitioWeb
source: Website
es_cr: Sitio Web

# webValid
source: Website is required.
es_cr: Sitio web es requerido.

# Agenda
source: Contact list
es_cr: Agenda

# Empresa
source: Companie
es_cr: Empresa

# Persona
source: Person
es_cr: Persona

# Correo
source: Email
es_cr: Correo

# Estado
source: State
es_cr: Estado

# fechaModificacion
source: Modification Date
es_cr: Fecha Modificación

# Factura
source: Bill
es_cr: Factura

# LineasRequisicion
source: Requisition Lines
es_cr: Líneas de Requisición

# precioValidacion
source: Price must be greater than 0
es_cr: Precio debe ser mayor a 0.

# tipoProveedor
source: Supplier Type
es_cr: Tipo de Proveedor

# editarEstadoTarea
source: Edit Task Status
es_cr: Editar Estado Tarea

# nuevoEstadoTarea
source: New Task Status
es_cr: Nuevo Estado Tarea

# sumarDetalleOrdenValid
source: The line already exists, do you want add up this amount to detail?
es_cr: La lÍnea ya existe. ¿Desea sumar esta cantidad al detalle?

# DeseaReanudar
source: Do you want to resume the content?
es_cr: ¿Desea reanudar?

# Agregar
source: Add
es_cr: Agregar

# Número
source: Number
es_cr: Número

# Cliente
source: Client
es_cr: Cliente

# Descuento
source: Discount
es_cr: Descuento

# Impuesto
source: Tax
es_cr: Impuesto

# Vendedor
source: Seller
es_cr: Vendedor

# Tarea
source: Task
es_cr: Tarea

# Carta
source: letter
es_cr: Carta

# Contado
source: Cash
es_cr: Contado

# Personalizado
source: Custom
es_cr: Personalizado

# Tiquete
source: Ticket
es_cr: Tiquete

# Contacto
source: Contact
es_cr: Contacto

# Documento
source: Document
es_cr: Documento

# Moneda
source: Currency
es_cr: Moneda

# Monto
source: Amount
es_cr: Monto

# Movimiento
source: Movement
es_cr: Movimiento
