Repository: altivaIsacc/altivawebapp
Catalog: WebApp/AltivaWebApp/Resources/SharedResources.*.resx
Languages: es_cr

# abreviaturaRequerida
source: Abbreviation is required.
es_cr: Abreviatura es requerida.

# accion
source: Action
es_cr: Acción

# actualizar
source: Update
es_cr: Actualizar

# asignados
source: Assigned
es_cr: Asignados

# Cancelar
source: Cancel
es_cr: Cancelar

# conversiones
source: Conversions
es_cr: Conversiones

# descripcion
source: Description
es_cr: Descripción

# descripcionRequerida
source: Description is required.
es_cr: Descripción es requerida.

# ejecutar
source: Execute
es_cr: Ejecutar

# eliminar
source: Delete
es_cr: Eliminar

# equivalencia
source: Equivalence
es_cr: Equivalencia

# esSubFamilia
source: Is it a Sub-Family?
es_cr: ¿Es una Sub-Familia?

# familia
source: Family
es_cr: Familia

# fechaCreacion
source: Creation Date
es_cr: Fecha de Creación

# grupo
source: Group
es_cr: Grupo

# grupos
source: Groups
es_cr: Grupos

# Guardar
source: Save
es_cr: Guardar

# imprimir
source: Print
es_cr: Imprimir

# Nombre
source: Name
es_cr: Nombre

# nombreRequerido
source: Name is required.
es_cr: Nombre es requerido.

# nuevaFamilia
source: New Family
es_cr: Nueva Familia

# seleccione
source: Select
es_cr: Seleccione

# sinAsignar
source: Not Assigned
es_cr: Sin Asignar

# subFamilias
source: Sub-Family
es_cr: Sub-Familia

# unidadDestino
source: Destination Unit
es_cr: Unidad Destino

# unidades
source: Measurement Units
es_cr: Unidades de Medida

# unidadOrigen
source: Origin Unit
es_cr: Unidad Origen

# Usuario
source: User
es_cr: Usuario

# repetidoValid
source: Record already exists.
es_cr: Los datos ya existen.

# cargarFoto
source: Upload Photo
es_cr: Cargar Foto

# cedulaJuridica
source: Legal Number
es_cr: Cédula Jurídica

# cedulaRequerido
source: Legal number is required.
es_cr: Cédula es requerida.

# correoRequerido
source: Email is required.
es_cr: Correo es requerido.

# direccionRequerido
source: Address is required.
es_cr: Dirección es requerida.

# editarEmpresa
source: Edit Company
es_cr: Editar Empresa

# errorGeneral
source: Sorry, we had a problem processing your request
es_cr: Lo sentimos, tuvimos un problema al procesar tu solicitud.

# noSeleccionadoArchivo
source: You have not selected any file
es_cr: No ha seleccionado ningún archivo

# nuevaEmpresa
source: New Company
es_cr: Nueva Empresa

# tamanoArchivo
source: The file size exceeds the allowed.
es_cr: El tamaño del archivo excede al permitido.

# telefonoRequerido
source: Telephone is required.
es_cr: Teléfono es requerido.

# tipoArchivo
source: File type not supported.
es_cr: Tipo de archivo no admitido.

# yaExisteEmpresaC
source: There is already a company with that legal number.
es_cr: Ya existe una empresa con esa cédula.

# yaExisteEmpresaN
source: There is already a company with that name.
es_cr: Los datos ya existen.

# bodegaSinItemValid
source: The item can not be added without an assigned warehouse
es_cr: El item no se puede guardar sin una bodega asignada.

# confirmCancelar
source: Are you sure you want to continue?
es_cr: ¿Está seguro que desea continuar?

# confirmEliminar
source: Are you sure you want to delete the record?
es_cr: ¿Está seguro que desea eliminar el registro?

# eliminarInventario
source: You can not remove the hold from this inventory if you have stock
es_cr: No puede eliminar la bodega de este inventario si tiene existencias.

# errorDuplicacion
source: Sorry, the record already exists in the system
es_cr: Los datos ya existen.

# mediaValid
source: The mid existence must be less than the maximum
es_cr: Por favor, corrobore que: 1. La existencia mínima sea menor a la media. 2. La existencia media sea menor a la máxima. 3. La existencia máxima sea mayor a la mínima y media.

# minimaValid
source: The minimum existence must be less than the mid
es_cr: Por favor, corrobore que: 1. La existencia mínima sea menor a la media. 2. La existencia media sea menor a la máxima. 3. La existencia máxima sea mayor a la mínima y media.

# AjusteManual
source: Manual Adjustment
es_cr: Ajuste Manual

# buscarItem
source: Search By Item
es_cr: Buscar por Item

# buscarPorDescripcion
source: Search By Description
es_cr: Buscar por Descripción

# cantidaMayorQueExistencias
source: There are not enough stocks
es_cr: No hay suficiente existencia.

# CostoPromedio
source: Average Cost
es_cr: Costo Promedio

# cuentaContable
source: Accounting Account
es_cr: Cuenta Contable

# CuentaCosto
source: Cost Account
es_cr: Cuenta Costo

# descripcionValid
source: Description is required.
es_cr: Descripción es requerida.

# FiltroFecha
source: Filter by Date
es_cr: Filtro por Fecha

# LineasAjuste
source: Adjustment lines
es_cr: Líneas de Ajuste

# NoDatos
source: No data
es_cr: No hay datos.

# sinResultados
source: Without results
es_cr: Sin Resultados

# editarAjuste
source: Edit Adjustment
es_cr: Editar Ajuste

# nuevoAjuste
source: New Adjustment
es_cr: Nuevo Ajuste

# AjusteAnulado
source: Voided Adjustment
es_cr: Ajuste Anulado

# confirmAnularAjuste
source: Are you sure you want to cancel the Adjustment?
es_cr: ¿Está seguro que desea anular el ajuste?

# JustificacionInvalida
source: Enter a valid justification
es_cr: Ingrese una justificación válida.

# observacionValid
source: Observation is required.
es_cr: Observación es requerida.

# ordenSinDetalle
source: Can not save an order without detail
es_cr: No se puede guardar una orden sin detalle.

# PrecioUnitario
source: Unit Price
es_cr: Precio Unitario

# buscarPorProveedor
source: Search by Provider
es_cr: Buscar por Proveedor

# confirmAnularOrden
source: Are you sure you want to cancel this purchase order?
es_cr: ¿Está seguro que desea anular esta orden de compra?

# OrdenesCompra
source: Purchase Orders
es_cr: Órdenes de Compra

# TipoCambio
source: Exchange rate
es_cr: Tipo de Cambio

# anulacionInvalida
source: You can not cancel/delete because it will generate negative stocks
es_cr: No puede anular/eliminar porque generará existencias negativas

# confirmEliminarLinea
source: Are you sure you want to delete the line?
es_cr: ¿Está seguro que desea eliminar la línea?

# codigoValid
source: Code is required
es_cr: Código es requerido.

# coincidenciaValid
source: Passwords do not match.
es_cr: Las contraseñas no coinciden.

# confirmacionValid
source: Passwords do not match.
es_cr: Las contraseñas no coinciden.

# contrasenaValid
source: Password is required
es_cr: Contraseña es requerida.

# correoValid
source: E-mail is required.
es_cr: Correo es requerido.

# datosActualizados
source: Data Satisfactorily Updated.
es_cr: Datos actualizados satisfactoriamente.

# inicialesValid
source: Initials is required.
es_cr: Iniciales es requerido.

# nombreValid
source: Name is required.
es_cr: Nombre es requerido.

# usuarioExistente
source: User already exist
es_cr: Ya existe un usuario con esos datos.

# editarOrden
source: Edit Purchase Order
es_cr: Editar Orden de Compra

# nuevaOrden
source: New Purchase Order
es_cr: Nueva Orden de Compra

# buscarPorNumero
source: Search By Number
es_cr: Buscar por Número

# CompraAnulada
source: Purchased voided
es_cr: Compra anulada.

# editarCompra
source: Edit Purchase
es_cr: Editar Compra

# formatoFecha
source: MM/DD/YYYY
es_cr: DD/MM/YYYY

# nuevaCompra
source: New Purchase
es_cr: Nueva Compra

# numCompraRepitida
source: A purchase with the same number and type of document already exists
es_cr: Ya existe una compra con el mismo número y tipo de documento.

# numDocumentoValid
source: Document number is required.
es_cr: Número de Documento es requerido.

# NumeroDocumento
source: Document Number
es_cr: Número Documento

# TipoDocumento
source: Document Type
es_cr: Tipo de Documento

# VerAnuladas
source: Show Voided
es_cr: Mostrar Anuladas

# ColaAprobacion
source: Approval Queue
es_cr: Cola de Aprobación

# colaHacienda
source: Queue Hacienda
es_cr: Cola Hacienda

# confirmAnularRequisicion
source: Are you sure you want to cancel this requisition?
es_cr: ¿Está seguro que desea anular esta requisición?

# editarReq
source: Edit Requisition
es_cr: Editar Requisición

# nuevaReq
source: New Requisition
es_cr: Nueva Requisición

# RequisicionAnulada
source: Requisition voided
es_cr: Requisición Anulada.

# EditarDepartamento
source: Edit Department
es_cr: Editar Departamento

# buscarPorNombre
source: Search by Name
es_cr: Buscar por Nombre

# confirmAnularDepartamentoConReq
source: This department has requisitions assigned. Do you wish to continue?
es_cr: Este departamento tiene requisiciones asignadas. ¿Desea continuar?

# confirmAnularDepartamentoSinReq
source: Do you want to avoid the department?
es_cr: ¿Está seguro que desea anular el departamento?

# VerAnulados
source: Show Voided
es_cr: Ver Anulados

# confirmEnivarCola
source: Are you sure you want to send the purchase to approval queue ?. This action is not reversible
es_cr: ¿Está seguro que desea enviar la compra a cola de aprobación?. Esta acción no es reversible.

# EnviarACola
source: Send to approval queue
es_cr: Enviar a cola de aprobación

# actualizadoCorrectamente
source: Successfully saved
es_cr: Se guardó exitosamente.

# compraValid
source: Buy is required.
es_cr: Compra es requerida.

# ventaValid
source: Sale is required.
es_cr: Venta es requerida.

# NoEstados
source: You must configure task states before entering a new one
es_cr: Debe configurar estados de tareas antes de ingresar una nueva.

# NoEstadosNiTipos
source: You must configure states and types of tasks before creating a new one
es_cr: Debe configurar estados y tipos de tareas antes de ingrear una nueva.

# NoTipos
source: You must configure task types before configuring a new one
es_cr: Debe configurar tipos de tareas antes de ingresar una nueva.

# yaExisteEmpresa
source: The company already exist.
es_cr: La empresa ya existe.

# claveInvalida
source: Password does not meet the requirements.
es_cr: Contraseña no cumple con los requisitos.

# claveRequisitos
source: The password must contain 8 to 16 digits, uppercase and lowercase letters, numbers and special characters
es_cr: La contraseña debe contener de 8 a 16 dígitos, letras mayúsculas y minúsculas, cifras y caracteres especiales.

# correoInvalido
source: Enter a valid email.
es_cr: Ingrese un correo válido.

# docSinDetalle
source: Enter at least one line of detail
es_cr: Ingrese al menos una línea de detalle.

# confirmDesactivar
source: Are you sure you want to deactivate this item?
es_cr: ¿Está seguro que desea desactivar este item?

# confirmReactivar
source: Are you sure you want to activate this item?
es_cr: ¿Está seguro que desea activar este item?

# presentacionValid
source: Presentation is required
es_cr: Presentación es requerida.

# UnidadMedida
source: Unit of Measurement
es_cr: Unidad de Medida

# usuarioCodigoExiste
source: The code already exist.
es_cr: El código ya existe.

# usuarioCorreoExiste
source: The email already exist.
es_cr: El correo ya existe.

# BodegaSinMovimientosRecientes
source: Warehouse without recent movements
es_cr: Bodega sin movimientos recientes.

# confirmAjustar
source: Are you sure you want to adjust inventory with the current physical taking ?. This action is not reversible.
es_cr: ¿Está seguro que desea ajustar inventario con la toma física actual?. Esta acción no es reversible.

# confirmAnularToma
source: Are you sure you want to cancel the physical taking ?. This action is not reversible.
es_cr: ¿Está seguro que desea anular la toma física?. Esta acción no es reversible.

# confirmCombinar
source: Are you sure you want to combine the selected physical taking?
es_cr: ¿Está seguro que desea combinar las tomas físicas seleccionadas?

# DocumentoConToma
source: Document blocked by physical taking
es_cr: Documento bloqueado por toma física.

# generadoPorTF
source: Generated by physical taking
es_cr: Generado por toma física

# tf
source: physicaltaking
es_cr: Toma Física

# TomaFisica
source: Physical Taking
es_cr: Toma Física

# AbreviacionFactura
source: Abbreviation in Invoice
es_cr: Abreviación en Factura

# CargarImagen
source: Upload Image
es_cr: Cargar Imagen

# DescripcionVenta
source: Sale Description
es_cr: Descripción de Venta

# FactorAprovechamiento
source: Harvesting Factor
es_cr: Factor de Aprovechamiento

# HabilitarVentaOnline
source: Allow online sale
es_cr: Habilitar Venta Online

# NombreCarritoCompras
source: Name in the shopping cart
es_cr: Nombre en el carrito de compras

# PrecioCredito
source: Credit Price
es_cr: Precio Crédito

# PrecioTemporal
source: Temporary Price
es_cr: Precio Temporal

# PrecioVentaFinal
source: Final Sale Price
es_cr: Precio de Venta Final

# PrecioVentaOnline
source: Online Sale Price
es_cr: Precio de Venta Online

# SinImpuesto
source: without Tax
es_cr: Sin Impuesto

# UtilidadDeseada
source: Desired Utility
es_cr: Utilidad Deseada

# VentaDirecta
source: Direct Sale
es_cr: Venta Directa

# buscarPorDepartamento
source: Search by Department
es_cr: Buscar por Departamento

# tipoAlmacenamiento
source: Available for adding purchases
es_cr: Disponible para el ingreso de compras.

# tipoBodegaValid
source: You must select at least one type of warehouse
es_cr: Debe selecionar al menos un tipo de bodega.

# tipoConsignacion
source: Available for priority release, the releases generate a consignment payment order
es_cr: Disponible para descargo prioritario, los descargos generan una orden de pago de consignación.

# tipoProduccion
source: Available for download at points of sale
es_cr: Disponible para el descargo en puntos de ventas.

# tipoSuministros
source: Available for requisitions
es_cr: Disponible para requisiciones.

# VerActivos
source: Show Active
es_cr: Ver Activos

# VerInactivos
source: Show Inactive
es_cr: Ver Inactivos

# CategoriaGastos
source: Expense Category
es_cr: Categoría de Gasto

# CuentasPorPagar
source: Bills for pay
es_cr: Cuentas por Pagar

# NoDeducible
source: Non Deductible
es_cr: No Deducible

# FiltroExistencia
source: Filter by Existence
es_cr: Filtro por Existencia

# PrecioUnit
source: Unit. Price
es_cr: Precio Unitario

# buscarPorCodigo
source: Search by Code
es_cr: Buscar por Código

# confirmHabilitarDepartamento
source: Are you sure you want to enable this department?
es_cr: ¿Está seguro que desea habilitar este departamento?

# apellidosValid
source: Last name is required.
es_cr: Apellidos es requerido.

# CamposPersonalizados
source: Custom Fields
es_cr: Campos Personalizados

# LinkUbicacion
source: Ubication Link
es_cr: Link de Ubicación

# OtrasSenas
source: Other Signs
es_cr: Otras Señas

# PaginaWeb
source: Web Page
es_cr: Página Web

# TareasAsignadas
source: Assigned Tasks
es_cr: Tareas Asignadas

# TipoCedula
source: ID Type
es_cr: Tipo de Cédula

# TipoCliente
source: Client Type
es_cr: Tipo de Cliente

# UsuarioEncargado
source: User in Charge
es_cr: Usuario Encargado

# bancoValid
source: Bank is requiered.
es_cr: Banco es requerido.

# CuentasBancarias
source: Bank Accounts
es_cr: Cuentas Bancarias

# cuentaValid
source: Account Number is required.
es_cr: Número de cuenta es requerida.

# MontoMaximo
source: Maximum Amount
es_cr: Monto Máximo

# NCuenta
source: Account Number
es_cr: Número de Cuenta

# NombreComercial
source: Tradename
es_cr: Nombre Comercial

# NombreJuridico
source: Legal Name
es_cr: Nombre Jurídico

# PlazoCredito
source: Credit Term
es_cr: Plazo Crédito

# TipoCuenta
source: Account Type
es_cr: Tipo de Cuenta

# confirmAnularCompra
source: Are you sure you want to cancel the purchase?
es_cr: ¿Está seguro que desea anular la compra?

# costoPromedioValidacion
source: Average cost must be greater than 0
es_cr: Costo promedio debe ser mayor a 0.

# SuministrosInternos
source: Internal Supplies
es_cr: Suministros Internos

# gentilicioValid
source: Demonym is required.
es_cr: Gentilicio es requerido.

# AutorizacionUsuarios
source: Users Authorization
es_cr: Autorización de Usuarios

# CondicionesPago
source: Payment Conditions
es_cr: Condiciones de Pago

# familiaConSubFamilias
source: Eliminate the associated Sub-Families before the Family
es_cr: Elimine las Sub-Familias asociadas antes de la Familia.

# ExMaximaRequerido
source: Maximum is required.
es_cr: Máxima es requerida.

# ExMediaRequerido
source: Mid is required.
es_cr: Media es requerida.

# ExMinimaRequerido
source: Minimum is required.
es_cr: Mínima es requerida.

# confirmCompraAutomatica
source: Are you sure you want to rebuild the automatic purchase? All orders added in the table will be deleted.
es_cr: ¿Está seguro que desea reconstruir la compra automática?. Todas las órdenes agregadas en la tabla se eliminarán.

# ordenAutomatica
source: Automatic order
es_cr: Orden Automática

# AlertCompraCantidad
source: Quantity must be greater than zero.
es_cr: Cantidad debe ser mayor a cero.

# Gastos
source: Expenses
es_cr: Gastos

# Artículo
source: Item
es_cr: Artículo

# Categoria
source: Category
es_cr: Categoría

# editarGasto
source: Edit Expense
es_cr: Editar Gasto

# nuevoGasto
source: New Expense
es_cr: Nuevo Gasto

# FechaDeCotizacion
source: Quotation date
es_cr: Fecha de Cotización

# FechaDeVencimiento
source: Expiration date
es_cr: Fecha de Vencimiento

# BuscarPorCliente
source: Search by client
es_cr: Buscar por Cliente

# BuscarPorEstado
source: Search by state
es_cr: Buscar por Estado

# BuscarPorId
source: Search by id
es_cr: Buscar por Id

# BuscarPorVendedor
source: Search by seller
es_cr: Buscar por Vendedor

# Idioma
source: us
es_cr: es

# DescuentoGeneral
source: General discount (%)
es_cr: Descuento General (%)

# Descuento1
source: Discount (%)
es_cr: Descuento (%)

# ValidaHasta
source: Valid until
es_cr: Válida Hasta

# ConfirmaCambioEstado
source: Are you sure you want to deactivate this denomination?
es_cr: ¿Esta seguro que desea desactivar esta denominación?

# Activar1
source: Enabled
es_cr: Activar

# ConfirmaCambioEstado1
source: Are you sure you want to activate this denomination?
es_cr: ¿Esta seguro que desea activar esta denominación?

# Abierta
source: Open
es_cr: Abierta

# Arqueo
source: Arching
es_cr: Arqueo

# ArqueoReabierto
source: Reopened arch
es_cr: Arqueo Reabierto

# CierreReabierto
source: Reopened
es_cr: Cierre Reabierto

# Denominacion
source: Denomination
es_cr: Denominación

# confirmEstado
source: Are you sure you want to change the state of the box? You will not be able to modify some data.
es_cr: ¿Está seguro que desea cambiar el estado de la caja? No podrá modificar algunos datos.

# dataVacia
source: Customer, Currency and Seller are required.
es_cr: Cliente, Moneda y Vendedor son requeridos.

# ArqueoSistema
source: System's arching
es_cr: Arqueo del Sistema

# ArqueoUsuario
source: User's arching
es_cr: Arqueo de Usuario

# NoTienePermiso
source: You do not have permission to make a cash closure.
es_cr: No tienes permiso para realizar un cierre de caja.

# ArqueoCaja
source: Cash's arching
es_cr: Arqueo de Caja

# dataVaciaDetalleDenominacion
source: Currency, Type and Value are required.
es_cr: Moneda, Tipo y Valor son requeridos.

# YaExisteDenominacion
source: The data already exists.
es_cr: Los datos ya existen

# DebeGuardarLinea
source: Quotation lines are required.
es_cr: Las líneas de cotización son requeridas.

# dataVaciaCotizacion
source: Item, Quantity and Price are required.
es_cr: Item, Cantidad y Precio Unitario son requeridos.

# AplicarDescuento
source: Apply Discount.
es_cr: Aplicar Descuento.

# BuscarPorUsuario
source: Search by user
es_cr: Buscar por Usuario

# Caja
source: Cash
es_cr: Caja

# Cajas
source: Cash
es_cr: Cajas

# Creacion
source: Creation
es_cr: Creación

# AgregarCaja
source: Add Cash
es_cr: Agregar Caja

# AgregarCotizacion
source: Add Quotation
es_cr: Agregar Cotización

# Cotizacion
source: Quotation
es_cr: Cotización

# AlertCompraPrecio
source: Price must be greater than zero.
es_cr: Precio debe ser mayor a cero.

# editarCategoriaFlujo
source: Edit Flow Category
es_cr: Editar Categoría de Flujo

# CategoriaDeFlujo
source: Flow Category
es_cr: Categoría de Flujo

# nuevaCategoriaDeFlujo
source: New Flow Category
es_cr: Nueva Categoría de Flujo

# tipo
source: Type
es_cr: Tipo

# tipoValid
source: Type is required
es_cr: Tipo es requerido.

# nombreUsuario
source: User name
es_cr: Nombre Usuario

# Codigo
source: Code
es_cr: Código

# datosExiste
source: Data exists
es_cr: Los datos ya existen.

# activo
source: Active
es_cr: Activo

# escribaCodigoAqui
source: Write the code here
es_cr: Escriba el código aquí

# inactivo
source: Inactive
es_cr: Inactivo

# inactivos
source: Inactive
es_cr: Inactivos

# Bancos
source: Banks
es_cr: Bancos

# Categorias
source: Categories
es_cr: Categorías

# Anulado
source: Voided
es_cr: Anulado

# BodegaDestino
source: Destination Warehouse
es_cr: Bodega Destino

# BodegaOrigen
source: Origin Warehouse
es_cr: Bodega Origen

# buscar
source: Search
es_cr: Buscar

# CostoTraslado
source: Transfer Cost
es_cr: Costo Traslado

# Traslado
source: Transfer
es_cr: Traslado

# trasladosDeExistencias
source: Stock Transfers
es_cr: Traslados de Existencias

# CodigoArticulo
source: Article Code
es_cr: Código Artículo

# Comentario
source: Commentary
es_cr: Comentario

# CostoTotal
source: Total Cost
es_cr: Costo Total

# editarTraslado
source: Edit Transfer
es_cr: Editar Traslado

# nuevoTraslado
source: New Transfer
es_cr: Nuevo Traslado

# RequiredArticulo
source: Item is required.
es_cr: Artículo es requerido.

# TiposPrecio
source: Prices Types
es_cr: Tipos de Precios

# EditTipoPrecio
source: Edit Price Type
es_cr: Editar Tipo de Precio

# nuevoTipoPrecio
source: New Price Type
es_cr: Nuevo Tipo de Precio

# Fecha
source: Date
es_cr: Fecha

# confirmAnularTPrecio
source: Are you sure you want to avoid the price type?
es_cr: ¿Está seguro que desea anular este tipo de precio?

# confirmHabilitarTPrecio
source: Are you sure you want to enable this price type?
es_cr: ¿Está seguro que desea habilitar este tipo de precio?

# PrecioCatalogo
source: Catalogue Price
es_cr: Precio Catálogo

# cambiarUtilidad
source: Change Utility
es_cr: Cambiar Utilidad

# PrecioConImpuesto
source: Price with Tax
es_cr: Precio con Impuesto

# PrecioSinImpuesto
source: Price without Tax
es_cr: Precio sin Impuesto

# SelectTodos
source: Select All
es_cr: Seleccionar Todos

# AnularTraslado
source: Are you sure you can annul this transfer?
es_cr: ¿Esta seguro de anular este traslado?

# ArticuloEnlistado
source: The data already exists in the transfer detail.
es_cr: Los datos ya existen en el detalle del traslado.

# buscarInventarioBodega
source: Search Warehouse Inventory
es_cr: Buscar Inventario Bodega

# existencia
source: Stock
es_cr: Existencia

# ExistenciaSuperada
source: The written amount exceeds the existence found in the warehouse.
es_cr: La cantidad escrita supera a la existencia encontrada en bodega.

# InventarioBodega
source: Warehouse Inventory
es_cr: Inventario Bodega

# Si
source: Yes
es_cr: Si

# TablaVacia
source: The table is empty, add items.
es_cr: Ingrese al menos una línea de detalle.

# TrasladoAnulado
source: Transfer annulled.
es_cr: El traslado se anuló exitosamente.

# TrasladoConEstadoAnulado
source: This transfer has been annulled.
es_cr: El traslado se anuló exitosamente.

# AlertPreciosCero
source: The items price must be greater than zero.
es_cr: Precio debe ser mayor a cero.

# cantidadValid
source: Quantity must be greater than 0
es_cr: Cantidad debe ser mayor a 0.

# reportRendimiento
source: Performance Report
es_cr: Reporte de Rendimiento

# ImportarXML
source: Import XML
es_cr: Importar XML

# itemInvalido
source: Enter a valid code
es_cr: Ingrese un código válido.

# LineasDeCompra
source: Purchase Lines
es_cr: Líneas de Compra

# precioValid
source: Price cannot be 0
es_cr: Precio no puede ser 0.

# Bienvenido
source: Welcome
es_cr: Bienvenido

# grupoInvalid
source: Invalid Companies Group Name.
es_cr: Nombre de Grupo Empresas Inválido.
